Repository: fengurt/ksa-MarkEdit
Catalog: MarkEditMac/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, zh_hans, zh_hant

source: Install “%@”?
fr: Installer « %@ » ?
ja: 「%@」をインストールしますか？
zh_hans: 要安装“%@”吗？
zh_hant: 要安裝“%@”嗎？

source: Install Extension from URL
fr: Installer l'extension à partir de l'URL
ja: URLから拡張機能をインストール
zh_hans: 从 URL 安装扩展功能
zh_hant: 從 URL 安裝擴充功能

source: Install from URL…
fr: Installer à partir de l'URL…
ja: URLからインストール…
zh_hans: 从 URL 安装…
zh_hant: 從 URL 安裝…

source: Installed
fr: Installé
ja: インストール済み
zh_hans: 已安装
zh_hant: 已安裝

source: Italic
fr: Italique
ja: イタリック
zh_hans: 斜体
zh_hant: 斜體

source: Item
fr: Article
ja: アイテム
zh_hans: 项目
zh_hant: 項目

# JavaScript evaluation failed at line %d, column %d: %@
source: JavaScript evaluation failed at line %1$d, column %2$d: %3$@
fr: L'évaluation JavaScript a échoué à la ligne %1$d, colonne %2$d : %3$@
ja: JavaScript の評価が行 %1$d、列 %2$d で失敗しました: %3$@
zh_hans: JavaScript 执行在第 %1$d 行，第 %2$d 列失败：%3$@
zh_hant: JavaScript 執行在第 %1$d 行，第 %2$d 欄失敗：%3$@

source: JavaScript evaluation failed for an unknown reason.
fr: L'évaluation JavaScript a échoué pour une raison inconnue.
ja: JavaScript の評価は不明な理由で失敗しました。
zh_hans: JavaScript 执行因未知原因失败。
zh_hant: JavaScript 執行因未知原因失敗。

source: Keep caret in the middle
fr: Gardez le curseur au milieu
ja: キャレットを中央に置く
zh_hans: 保持光标居中
zh_hant: 保持游標居中

source: Later
fr: Plus tard
ja: 後で
zh_hans: 稍后
zh_hant: 稍後

source: Light
fr: Lumière
ja: ライト
zh_hans: 浅色
zh_hant: 浅色

source: Light Theme:
fr: Thème Lumière :
ja: ライトテーマ:
zh_hans: 浅色主题：
zh_hant: 淺色主題：

source: Line Height:
fr: Hauteur de ligne :
ja: 行の高さ:
zh_hans: 行高：
zh_hant: 行高：

source: Line numbers
fr: Numéros de ligne
ja: 行番号
zh_hans: 行号
zh_hant: 行號

source: Line Wrapping:
fr: Retour à la ligne :
ja: 行の折り返し:
zh_hans: 自动折行：
zh_hant: 自動折行：

source: Literal Search
fr: Recherche littérale
ja: リテラル検索
zh_hans: 字面查找
zh_hant: 字面尋找

source: Local
fr: Locale
ja: 地元
zh_hans: 本地
zh_hant: 本機

source: kmd %@ is available!
fr: kmd %@ est disponible !
ja: kmd %@ が利用可能です!
zh_hans: kmd %@ 已发布！
zh_hant: kmd %@ 已釋出！

source: kmd %@ is currently the latest version.
fr: kmd %@ est actuellement la dernière version.
ja: kmd %@ が現在の最新バージョンです。
zh_hans: kmd %@ 是目前的最新版本。
zh_hant: kmd %@ 是目前的最新版本。

source: kmd Extensions
fr: Extensions de kmd
ja: kmd 拡張機能
zh_hans: kmd 扩展功能
zh_hant: kmd 擴充功能

source: Missing active document to proceed.
fr: Document actif manquant pour continuer.
ja: 続行するにはアクティブなドキュメントがありません。
zh_hans: 没有活跃的文档来进行下一步。
zh_hant: 沒有活躍的文件來進行下一步。

source: More Fonts
fr: Plus de polices
ja: その他のフォント
zh_hans: 更多字体
zh_hant: 更多字型

source: Never
fr: Jamais
ja: 一度もない
zh_hans: 从不
zh_hant: 從不

source: Never Check
fr: Ne jamais vérifier
ja: 決してチェックしないでください
zh_hans: 从不检查
zh_hant: 從不檢查

source: New Document
fr: Nouveau document
ja: 新規書類
zh_hans: 新建文档
zh_hant: 新增文件

source: New Document named ${fileName} with ${initialContent}
fr: Nouveau document nommé ${fileName} avec ${initialContent}
ja: ${initialContent} を含む ${fileName} という名前の新しいドキュメント
zh_hans: 以 ${initialContent} 新建名为 ${fileName} 的文档
zh_hant: 以 ${initialContent} 新增名為 ${fileName} 的文件

source: New Filename Extension:
fr: Nouvelle extension de nom de fichier :
ja: 新しいファイル名拡張子:
zh_hans: 新文件扩展名：
zh_hant: 新檔案副檔名：

source: New Window Behavior:
fr: Comportement de la nouvelle fenêtre :
ja: 新しいウィンドウの動作:
zh_hans: 新窗口行为：
zh_hant: 新視窗行為：

source: Next
fr: Suivant
ja: 次
zh_hans: 下一个
zh_hant: 下一個

source: No editor for document “%@” found.
fr: Aucun éditeur pour le document « %@ » trouvé.
ja: ドキュメント「%@」の編集者が見つかりません。
zh_hans: 找不到用于文档“%@”的编辑器。
zh_hant: 找不到用於文件“%@”的編輯器。

source: No extensions found.
fr: Aucune extension trouvée.
ja: 拡張子が見つかりません。
zh_hans: 未找到扩展功能。
zh_hant: 未找到擴充功能。

source: No extensions installed.
fr: Aucune extension installée.
ja: 拡張機能がインストールされていません。
zh_hans: 未安装扩展功能。
zh_hant: 未安裝擴充功能。

source: No updates available.
fr: Aucune mise à jour disponible.
ja: 利用可能なアップデートはありません。
zh_hans: 没有可用更新。
zh_hant: 沒有可用更新。

source: No versions match the specified condition.
fr: Aucune version ne correspond à la condition spécifiée.
ja: 指定された条件に一致するバージョンはありません。
zh_hans: 没有符合条件的版本。
zh_hant: 沒有符合條件的版本。

source: Normal
fr: Normale
ja: 普通
zh_hans: 正常
zh_hant: 正常

source: Not Now
fr: Pas maintenant
ja: 今じゃない
zh_hans: 等下再说
zh_hant: 等下再說

source: Official
fr: Officiel
ja: 正式
zh_hans: 官方
zh_hant: 官方

source: Official Website
fr: Site officiel
ja: 公式ウェブサイト
zh_hans: 官方网站
zh_hant: 官方網站

source: Open Document
fr: Ouvrir un document
ja: ドキュメントを開く
zh_hans: 打开文档
zh_hant: 打開文件

source: Open Font Panel…
fr: Ouvrir le panneau de police…
ja: フォントパネルを開く…
zh_hans: 打开字体面板…
zh_hant: 打開字體面板…

source: Open Scripts Folder
fr: Ouvrir le dossier des scripts
ja: スクリプトフォルダーを開く
zh_hans: 打开脚本目录
zh_hant: 打開指令碼目錄

source: Paragraphs
fr: Paragraphes
ja: 段落
zh_hans: 段落数量
zh_hant: 段落數量

source: Please check your network connection or get the latest release from the version history.
fr: Veuillez vérifier votre connexion réseau ou obtenir la dernière version à partir de l'historique des versions.
ja: ネットワーク接続を確認するか、バージョン履歴から最新リリースを入手してください。
zh_hans: 请检查您的网络连接，或从版本记录中获取最新版本。
zh_hant: 請檢查您的網路連線，或從版本記錄中獲取最新版本。

source: Prefer Indent Using:
fr: Préférer l'indentation en utilisant :
ja: 以下を使用してインデントを優先します:
zh_hans: 缩进偏好：
zh_hant: 縮排偏好：

source: Preferred
fr: Préféré
ja: 好ましい
zh_hans: 首选
zh_hant: 首選

source: Press ⌥ ⎋ to show the panel.
fr: Appuyez sur ⌥ ⎋ pour afficher le panneau.
ja: ⌥ ⎋ を押してパネルを表示します。
zh_hans: 按下 ⌥ ⎋ 来显示列表。
zh_hant: 按下 ⌥ ⎋ 來顯示列表。

source: Preview
fr: Aperçu
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

source: Previous
fr: Précédent
ja: 前の
zh_hans: 上一个
zh_hant: 上一個

source: Quit always keeps windows
fr: Quitter garde toujours les fenêtres
ja: 終了すると常にウィンドウが保持されます
zh_hans: 退出时总是保留窗口
zh_hant: 退出時總是保留視窗

source: Quote
fr: Citation
ja: 引用
zh_hans: 引用
zh_hant: 引用

source: Read Time
fr: Heure de lecture
ja: 読み取り時間
zh_hans: 阅读时间
zh_hant: 閱讀時間

source: Recent Searches
fr: Recherches récentes
ja: 最近の検索
zh_hans: 最近的搜索
zh_hant: 最近的搜尋

source: Recently Used
fr: Récemment utilisé
ja: 最近使用した
zh_hans: 最近使用
zh_hant: 最近使用

source: Reduce Transparency:
fr: Réduisez la transparence :
ja: 透明度を下げる:
zh_hans: 降低透明度：
zh_hant: 減少透明度：

source: Refresh
fr: Actualiser
ja: 更新
zh_hans: 刷新
zh_hant: 重新整理

source: Refreshing…
fr: Rafraîchissant…
ja: 爽やか…
zh_hans: 正在刷新…
zh_hant: 重新整理中…

source: Regular Expression
fr: Expression régulière
ja: 正規表現
zh_hans: 正则表达式
zh_hant: 正規表示法

source: Relaunch
fr: Relance
ja: 再起動
zh_hans: 重新启动
zh_hant: 重新啟動

source: Relaunch kmd to start using “%@”.
fr: Relancez kmd pour commencer à utiliser « %@ ».
ja: 「%@」の使用を開始するには、kmdを再起動します。
zh_hans: 重新启动 kmd 以开始使用“%@”。
zh_hant: 重新啟動 kmd 以開始使用“%@”。

source: Relaunch kmd to use the updated extensions.
fr: Relancez kmd pour utiliser les extensions mises à jour.
ja: 更新された拡張機能を使用するには、kmd を再起動します。
zh_hans: 重新启动 kmd 以使用更新后的扩展功能。
zh_hant: 重新啟動 kmd 以使用更新後的擴充功能。

source: Relaunch to apply your changes.
fr: Relancez pour appliquer vos modifications.
ja: 再起動して変更を適用します。
zh_hans: 重新启动以应用更改。
zh_hant: 重新啟動以套用變更。

source: Relaxed
fr: Détendu
ja: リラックスした
zh_hans: 宽松
zh_hant: 寬鬆

source: Remind Me Later
fr: Rappelez-moi plus tard
ja: 後でリマインドする
zh_hans: 稍后提醒我
zh_hant: 稍後提醒我

source: Remove the toolbar blur
fr: Supprimer le flou de la barre d'outils
ja: ツールバーのぼかしを削除する
zh_hans: 移除工具栏模糊效果
zh_hant: 移除工具列模糊效果

source: Render Invisibles:
fr: Rendre les invisibles :
ja: 不可視のレンダリング:
zh_hans: 渲染不可见字符：
zh_hant: 渲染不可見字元：

source: Replace
fr: Remplacer
ja: 交換する
zh_hans: 替换
zh_hant: 取代

source: Replace All
fr: Remplacer tout
ja: すべて置換
zh_hans: 全部替换
zh_hant: 全部取代

source: Replace All in Selection
fr: Remplacer tout dans la sélection
ja: 選択範囲内のすべてを置換
zh_hans: 在所选内容中全部替换
zh_hant: 在所選範圍中全部取代

source: Retry
fr: Réessayer
ja: リトライ
zh_hans: 重试
zh_hant: 重試

source: Reveal
fr: Révéler
ja: 明らかにする
zh_hans: 显示
zh_hant: 顯示

source: Revert to This Version
fr: Revenir à cette version
ja: このバージョンに戻す
zh_hans: 复原到此版本
zh_hant: 回復成此版本

source: Save Changes
fr: Enregistrer les modifications
ja: 変更を保存
zh_hans: 保存改动
zh_hant: 儲存改動

source: Search
fr: Rechercher
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Search Actions
fr: Actions de recherche
ja: 検索アクション
zh_hans: 搜索操作
zh_hant: 搜尋操作

source: Select All
fr: Sélectionner tout
ja: すべて選択
zh_hans: 全选
zh_hant: 全選

source: Select All in Selection
fr: Sélectionner tout dans la sélection
ja: 選択範囲内のすべてを選択
zh_hans: 在所选内容中全选
zh_hant: 在所選範圍中進行全選

source: Select All Occurrences
fr: Sélectionner toutes les occurrences
ja: すべての出現箇所を選択
zh_hans: 选择所有相同项
zh_hant: 選擇所有相同項

source: Select…
fr: Sélectionner…
ja: 選択してください…
zh_hans: 选择…
zh_hant: 選擇…

source: Selected
fr: Choisi
ja: 選択済み
zh_hans: 已选择
zh_hant: 已選擇

source: Selection
fr: Sélection
ja: 選択
zh_hans: 选中区域
zh_hant: 選中區域

source: Selection status
fr: Statut de sélection
ja: 選定状況
zh_hans: 选择状态
zh_hant: 選擇狀態

source: Sentences
fr: Phrases
ja: 文
zh_hans: 句子数量
zh_hant: 句子數量

source: Share this document
fr: Partager ce document
ja: このドキュメントを共有する
zh_hans: 分享此文档
zh_hant: 分享此文件

source: Show Available Updates
fr: Afficher les mises à jour disponibles
ja: 利用可能なアップデートを表示
zh_hans: 显示可用更新
zh_hant: 顯示可用更新

source: Show Hidden Files
fr: Afficher les fichiers cachés
ja: 隠しファイルを表示
zh_hans: 显示隐藏文件
zh_hant: 顯示隱藏檔案

source: Show Writing Tools
fr: Afficher les outils d'écriture
ja: 書き込みツールを表示する
zh_hans: 显示写作工具
zh_hant: 顯示書寫工具

source: Show:
fr: Montrer:
ja: 見せる：
zh_hans: 显示：
zh_hant: 顯示：

source: Skip This Version
fr: Passer cette version
ja: このバージョンをスキップする
zh_hans: 跳过这个版本
zh_hant: 跳過這個版本

source: Standard words
fr: Mots standards
ja: 標準語
zh_hans: 标准单词
zh_hant: 標準單字

source: Statistics
fr: Statistiques
ja: 統計
zh_hans: 统计数据
zh_hant: 統計數字

source: Strikethrough
fr: Barré
ja: 取り消し線
zh_hans: 删除线
zh_hant: 刪除線

source: Submit an Extension…
fr: Soumettre une extension…
ja: 延長を送信してください…
zh_hans: 提交扩展功能…
zh_hant: 提交擴充功能…

source: Suggest while typing
fr: Suggérer en tapant
ja: 入力中に提案する
zh_hans: 键入时提供补全
zh_hant: 鍵入時提供補全

source: System
fr: Système
ja: システム
zh_hans: 系统
zh_hant: 系統

source: System Default
fr: Système par défaut
ja: システムのデフォルト
zh_hans: 系统默认
zh_hant: 系統預設

source: System Mono
fr: Système Mono
ja: システムモノラル
zh_hans: 系统等宽
zh_hant: 系統等寬

source: System Rounded
fr: Système arrondi
ja: 丸みを帯びたシステム
zh_hans: 系统圆润
zh_hant: 系統圓潤

source: System Serif
fr: Système Serif
ja: システムセリフ
zh_hans: 系统衬线
zh_hant: 系統襯線

source: Tab Key:
fr: Touche de tabulation :
ja: タブキー:
zh_hans: 制表键：
zh_hant: 制表鍵：

source: Tabbing Mode:
fr: Mode de tabulation :
ja: タブ移動モード:
zh_hans: 标签模式：
zh_hant: 標籤模式：

source: Table
fr: Tableau
ja: テーブル
zh_hans: 表格
zh_hant: 表格

source: Table of Contents
fr: Table des matières
ja: 目次
zh_hans: 内容目录
zh_hant: 內容目錄

source: Text Encoding:
fr: Encodage du texte :
ja: テキストエンコーディング:
zh_hans: 文本编码：
zh_hant: 文字編碼：

source: Text Format
fr: Format du texte
ja: テキスト形式
zh_hans: 文本格式
zh_hant: 文字格式

source: The extension couldn’t be downloaded or verified.
fr: L'extension n'a pas pu être téléchargée ou vérifiée.
ja: 拡張機能をダウンロードまたは検証できませんでした。
zh_hans: 无法下载或验证该扩展功能。
zh_hant: 無法下載或驗證該擴充功能。

source: This action cannot be undone.
fr: Cette action ne peut pas être annulée.
ja: この操作は元に戻すことができません。
zh_hans: 此操作无法被撤销。
zh_hant: 此操作無法被撤銷。

source: This extension requires kmd %@ or later.
fr: Cette extension nécessite kmd %@ ou version ultérieure.
ja: この拡張機能には、kmd %@ 以降が必要です。
zh_hans: 此扩展功能需要 kmd %@ 或更高版本。
zh_hant: 此擴充功能需要 kmd %@ 或更高版本。

source: This extension runs with full editor access.
fr: Cette extension fonctionne avec un accès complet à l'éditeur.
ja: この拡張機能は、完全なエディター アクセス権で実行されます。
zh_hans: 此扩展功能拥有对编辑器的完全访问权限。
zh_hant: 此擴充功能擁有對編輯器的完整取用權限。

source: This release requires macOS %@ or later and cannot be installed without upgrading your operating system.
fr: Cette version nécessite macOS %@ ou une version ultérieure et ne peut pas être installée sans mettre à niveau votre système d'exploitation.
ja: このリリースには macOS %@ 以降が必要で、オペレーティング システムをアップグレードしないとインストールできません。
zh_hans: 此更新需要 macOS %@ 或更高版本，在升级您的系统版本之前无法安装。
zh_hant: 此更新需要 macOS %@ 或更高版本，在升級您的系統版本之前無法安裝。

source: This removes its script from the scripts folder.
fr: Cela supprime son script du dossier scripts.
ja: これにより、そのスクリプトが script フォルダーから削除されます。
zh_hans: 这会从脚本目录中移除它的脚本。
zh_hant: 這會從指令碼目錄中移除它的指令碼。

source: This source is not reviewed by kmd. Only continue if you trust it.
fr: Cette source n'est pas examinée par kmd. Ne continuez que si vous lui faites confiance.
ja: このソースは kmd によってレビューされていません。信頼できる場合のみ続行してください。
zh_hans: 此来源未经 kmd 审核，请仅在信任该来源时继续。
zh_hant: 此來源未經 kmd 審核，請僅在信任該來源時繼續。

source: Tight
fr: Serré
ja: きつい
zh_hans: 紧凑
zh_hant: 緊湊

source: title
fr: titre
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: Toggle List
fr: Basculer la liste
ja: リストの切り替え
zh_hans: 切换列表
zh_hant: 切換列表

source: Toolbar Mode:
fr: Mode barre d'outils :
ja: ツールバーモード:
zh_hans: 工具栏模式：
zh_hant: 工具列模式：

source: Trailing
fr: À la traîne
ja: トレーリング
zh_hans: 尾部空白
zh_hant: 尾部空白

source: Trim trailing whitespace
fr: Couper les espaces de fin
ja: 末尾の空白をトリミングする
zh_hans: 移除尾部空白
zh_hant: 移除尾部空白

source: Turn off to keep the extension installed but inactive
fr: Désactivez-le pour conserver l'extension installée mais inactive
ja: 拡張機能をインストールしたまま非アクティブにするにはオフにします
zh_hans: 关闭后仍保留扩展功能，但使其不生效
zh_hant: 關閉後仍保留擴充功能，但使其不啟用

source: Unfold
fr: Déplier
ja: 展開
zh_hans: 展开
zh_hant: 展開

source: Unfold Line
fr: Déplier la ligne
ja: 行を展開
zh_hans: 展开行
zh_hant: 展開行

source: Unfolded Lines
fr: Lignes dépliées
ja: 展開された行
zh_hans: 展开的行
zh_hant: 展開的行

source: Uninstall
fr: Désinstaller
ja: アンインストール
zh_hans: 卸载
zh_hant: 解除安裝

source: Uninstall “%@”?
fr: Désinstaller « %@ » ?
ja: 「%@」をアンインストールしますか?
zh_hans: 要卸载“%@”吗？
zh_hant: 要解除安裝“%@”嗎？

source: Update
fr: Mise à jour
ja: アップデート
zh_hans: 更新
zh_hant: 更新

source: Update All
fr: Tout mettre à jour
ja: すべて更新
zh_hans: 全部更新
zh_hant: 全部更新

source: Update Automatically
fr: Mettre à jour automatiquement
ja: 自動的に更新する
zh_hans: 自动更新
zh_hant: 自動更新

source: Update Behavior
fr: Comportement de mise à jour
ja: 更新動作
zh_hans: 更新行为
zh_hant: 更新行為

source: Update File Content
fr: Mettre à jour le contenu du fichier
ja: ファイルの内容を更新する
zh_hans: 更新文件内容
zh_hant: 更新檔案內容

source: Update file with ${content}
fr: Mettre à jour le fichier avec ${content}
ja: ${content}でファイルを更新
zh_hans: 使用 ${content} 更新文件
zh_hant: 使用 ${content} 更新檔案

source: Update to %@
fr: Mise à jour vers %@
ja: %@ にアップデート
zh_hans: 更新到 %@
zh_hant: 更新到 %@

source: Updates
fr: Mises à jour
ja: アップデート
zh_hans: 更新
zh_hant: 更新

source: Updates file content of the active document; throws an error if no editor is opened.
fr: Met à jour le contenu du fichier du document actif ; renvoie une erreur si aucun éditeur n'est ouvert.
ja: アクティブなドキュメントのファイル内容を更新します。エディターが開いていない場合はエラーがスローされます。
zh_hans: 更新当前活跃文档的内容，没有打开的编辑器时将抛出异常。
zh_hant: 更新當前活躍檔案的內容，沒有開啟的編輯器時將丟擲異常。

source: Updating…
fr: Mise à jour…
ja: 更新中…
zh_hans: 更新中…
zh_hant: 更新中…

source: View Release Page
fr: Afficher la page de version
ja: リリースページを見る
zh_hans: 查看发布页面
zh_hant: 檢視釋出頁面

source: What’s New
fr: Quoi de neuf
ja: 新着情報
zh_hans: 新功能
zh_hant: 新功能

source: Whole Document
fr: Document entier
ja: 文書全体
zh_hans: 整个文档
zh_hant: 整個文件

source: Whole Word
fr: Mot entier
ja: 全文
zh_hans: 整词查找
zh_hant: 整詞尋找

source: Window
fr: Fenêtre
ja: ウィンドウ
zh_hans: 窗口
zh_hant: 視窗

source: Window Restoration:
fr: Restauration des fenêtres :
ja: 窓の修復：
zh_hans: 窗口恢复：
zh_hant: 視窗恢復：

source: Words
fr: Mots
ja: 言葉
zh_hans: 单词数量
zh_hant: 單字數量

source: Words in document
fr: Mots dans le document
ja: 文書内の単語
zh_hans: 文档中的单词
zh_hant: 文件中的單字

source: Wrap lines to editor width
fr: Enrouler les lignes à la largeur de l'éditeur
ja: エディタの幅に合わせて行を折り返す
zh_hans: 按编辑器的宽度换行
zh_hant: 按編輯器的寬度換行

source: Writing Tools
fr: Outils d'écriture
ja: 筆記用具
zh_hans: 写作工具
zh_hant: 書寫工具

# Wrong file extension for type “%@”, use “.%@” instead.
source: Wrong file extension for type "%1$@", use ".%2$@" instead.
fr: Extension de fichier incorrecte pour le type "%1$@", utilisez plutôt ".%2$@".
ja: 「%1$@」タイプのファイル拡張子が間違っています。代わりに「.%2$@」を使用してください。
zh_hans: “%1$@”类型的扩展名错误，请使用“.%2$@”。
zh_hant: “%1$@”型別的副檔名錯誤，請使用“.%2$@”。

source: You’re up-to-date!
fr: Vous êtes à jour !
ja: 最新情報を入手してください!
zh_hans: 您已安装最新版本！
zh_hant: 您已安裝最新版本！

source: Non-lossy ASCII
fr: ASCII sans perte
ja: 非損失 ASCII
zh_hans: 无损 ASCII
zh_hant: 無損 ASCII

source: Western (Mac OS Roman)
fr: Ouest (Mac OS Roman)
ja: 西洋 (Mac OS Roman)
zh_hans: 西欧（Mac OS Roman）
zh_hant: 西歐（Mac OS Roman）

source: Western (ISO Latin 1)
fr: Ouest (ISO Latin 1)
ja: 西洋 (ISO Latin 1)
zh_hans: 西欧（ISO Latin 1）
zh_hant: 西歐（ISO Latin 1）

source: Western (Windows Latin 1)
fr: Occidental (Windows latin 1)
ja: 西洋語 (Windows ラテン語 1)
zh_hans: 西欧（Windows Latin 1）
zh_hant: 西歐（Windows Latin 1）

source: Simplified Chinese (GB 18030)
fr: Chinois simplifié (GB 18030)
ja: 簡体字中国語 (GB 18030)
zh_hans: 简体中文（GB 18030）
zh_hant: 簡體中文（GB 18030）

source: Traditional Chinese (Big 5)
fr: Chinois traditionnel (Big 5)
ja: 繁体字中国語 (Big 5)
zh_hans: 繁体中文（Big 5）
zh_hant: 繁體中文（Big 5）

source: Japanese (EUC)
fr: Japonais (EUC)
ja: 日本語 (EUC)
zh_hans: 日语（EUC）
zh_hant: 日文（EUC）

source: Japanese (Shift JIS)
fr: Japonais (Shift JIS)
ja: 日本語 (Shift JIS)
zh_hans: 日语（Shift JIS）
zh_hant: 日文（Shift JIS）

source: Korean (EUC)
fr: Coréen (EUC)
ja: 韓国語 (EUC)
zh_hans: 韩语（EUC）
zh_hant: 韓文（EUC）

source: Files
fr: Fichiers
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

source: Open
fr: Ouvrir
ja: 開く
zh_hans: 打开
zh_hant: 開啟

source: Open Folder…
fr: Ouvrir un dossier…
ja: フォルダを開く…
zh_hans: 打开文件夹…
zh_hant: 開啟資料夾…

source: Open Resource…
fr: Ouvrir une ressource…
ja: リソースを開く…
zh_hans: 打开资源…
zh_hant: 開啟資源…

source: Open Resource
fr: Ouvrir
ja: リソースを開く
zh_hans: 打开资源
zh_hant: 開啟資源

source: Choose a folder, archive, HTML file, OKF catalog, or MinerU result.
fr: Choisissez un dossier, une archive, un fichier HTML, un catalogue OKF ou un résultat MinerU.
ja: フォルダ、アーカイブ、HTML ファイル、OKF カタログ、または MinerU の結果を選択します。
zh_hans: 选择文件夹、压缩包、HTML 文件、OKF 目录或 MinerU 结果。
zh_hant: 選擇資料夾、壓縮檔、HTML 檔案、OKF 目錄或 MinerU 結果。

source: Couldn’t Open Resource
fr: Impossible d’ouvrir la ressource
ja: リソースを開けませんでした
zh_hans: 无法打开资源
zh_hant: 無法開啟資源

source: No compatible resource preview module is installed.
fr: Aucun module d’aperçu de ressources compatible n’est installé.
ja: 互換性のあるリソースプレビューモジュールがインストールされていません。
zh_hans: 未安装兼容的资源预览模块。
zh_hant: 尚未安裝相容的資源預覽模組。

source: The online module catalog is unavailable. Built-in previews remain available.
fr: Le catalogue de modules en ligne est indisponible. Les aperçus intégrés restent utilisables.
ja: オンラインモジュールカタログを利用できません。内蔵プレビューは引き続き使用できます。
zh_hans: 在线模块目录暂时不可用。内置预览仍可使用。
zh_hant: 線上模組目錄暫時無法使用。內建預覽仍可使用。

source: The preview module stopped unexpectedly. Reopen the resource to retry.
fr: Le module d’aperçu s’est arrêté de manière inattendue. Rouvrez la ressource pour réessayer.
ja: プレビューモジュールが予期せず停止しました。リソースを開き直して再試行してください。
zh_hans: 预览模块意外停止。请重新打开资源后重试。
zh_hant: 預覽模組意外停止。請重新開啟資源後再試。

source: Install Preview Module?
fr: Installer le module d’aperçu ?
ja: プレビューモジュールをインストールしますか？
zh_hans: 安装预览模块？
zh_hant: 安裝預覽模組？

source: Recent Resources
fr: Ressources récentes
ja: 最近使ったリソース
zh_hans: 最近资源
zh_hant: 最近資源

source: No Recent Resources
fr: Aucune ressource récente
ja: 最近使ったリソースはありません
zh_hans: 没有最近资源
zh_hant: 沒有最近資源

source: Clear Recent Resources
fr: Effacer les ressources récentes
ja: 最近使ったリソースを消去
zh_hans: 清除最近资源
zh_hant: 清除最近資源

source: Local Agent
fr: Agent local
ja: ローカル Agent
zh_hans: 本地 Agent
zh_hant: 本機 Agent

source: Close Agent Panel
fr: Fermer le panneau Agent
ja: Agent パネルを閉じる
zh_hans: 关闭 Agent 面板
zh_hant: 關閉 Agent 面板

source: Detecting local Agent CLIs…
fr: Détection des CLI Agent locales…
ja: ローカル Agent CLI を検出中…
zh_hans: 正在检测本地 Agent CLI…
zh_hant: 正在偵測本機 Agent CLI…

source: Not installed
fr: Non installé
ja: 未インストール
zh_hans: 未安装
zh_hant: 未安裝

source: No supported Agent CLI was found. Install and sign in to Codex or Claude Code, then reopen this panel.
fr: Aucune CLI Agent prise en charge n’a été trouvée. Installez et connectez Codex ou Claude Code, puis rouvrez ce panneau.
ja: 対応する Agent CLI が見つかりません。Codex または Claude Code をインストールしてログインし、このパネルを開き直してください。
zh_hans: 未找到支持的 Agent CLI。请安装并登录 Codex 或 Claude Code，然后重新打开此面板。
zh_hant: 找不到支援的 Agent CLI。請安裝並登入 Codex 或 Claude Code，然後重新開啟此面板。

source: Ask about this workspace or an open resource…
fr: Interroger cet espace de travail ou une ressource ouverte…
ja: このワークスペースまたは開いているリソースについて質問…
zh_hans: 询问此工作区或已打开资源…
zh_hant: 詢問此工作區或已開啟資源…

source: Send
fr: Envoyer
ja: 送信
zh_hans: 发送
zh_hant: 傳送

source: Allow
fr: Autoriser
ja: 許可
zh_hans: 允许
zh_hant: 允許

source: Deny
fr: Refuser
ja: 拒否
zh_hans: 拒绝
zh_hant: 拒絕

source: Insert with Diff…
fr: Insérer avec comparaison…
ja: 差分を確認して挿入…
zh_hans: 查看差异并插入…
zh_hant: 檢視差異並插入…

source: Save MD…
fr: Enregistrer MD…
ja: MD を保存…
zh_hans: 保存 MD…
zh_hant: 儲存 MD…

source: Save Reference…
fr: Enregistrer la référence…
ja: 参照スナップショットを保存…
zh_hans: 保存来源快照…
zh_hant: 儲存來源快照…

source: Review Agent Draft
fr: Vérifier le brouillon Agent
ja: Agent 下書きを確認
zh_hans: 审阅 Agent 草稿
zh_hant: 審閱 Agent 草稿

source: Apply
fr: Appliquer
ja: 適用
zh_hans: 应用
zh_hant: 套用

source: Agent drafts can only be saved inside the authorized workspace.
fr: Les brouillons Agent ne peuvent être enregistrés que dans l’espace de travail autorisé.
ja: Agent の下書きは、承認済みワークスペース内にのみ保存できます。
zh_hans: Agent 草稿只能保存在已授权的工作区内。
zh_hant: Agent 草稿只能儲存在已授權的工作區內。

source: --- Current +++ Agent Draft %@
fr: --- Actuel +++ Brouillon Agent %@
ja: --- 現在 +++ Agent 下書き %@
zh_hans: --- 当前内容 +++ Agent 草稿 %@
zh_hant: --- 目前內容 +++ Agent 草稿 %@

source: “%@” (%@) is required to preview this resource. Download and install it now? Download size: %@.
fr: « %1$@ » (%2$@) est requis pour prévisualiser cette ressource. Le télécharger et l’installer maintenant ? Taille : %3$@.
ja: このリソースのプレビューには「%1$@」（%2$@）が必要です。今すぐダウンロードしてインストールしますか？ダウンロードサイズ：%3$@。
zh_hans: 预览此资源需要“%1$@”（%2$@）。现在下载并安装吗？下载大小：%3$@。
zh_hant: 預覽此資源需要「%1$@」（%2$@）。現在下載並安裝嗎？下載大小：%3$@。

source: Preview module failed
fr: Échec du module d’aperçu
ja: プレビューモジュールエラー
zh_hans: 预览模块失败
zh_hant: 預覽模組失敗

source: Choose a folder to use as this window’s workspace.
fr: Choisissez un dossier à utiliser comme espace de travail pour cette fenêtre.
ja: このウインドウのワークスペースとして使用するフォルダを選択します。
zh_hans: 选择一个文件夹作为此窗口的工作区。
zh_hant: 選擇一個資料夾作為此視窗的工作區。

source: No Workspace
fr: Aucun espace de travail
ja: ワークスペースなし
zh_hans: 没有工作区
zh_hant: 沒有工作區

source: Open a folder to browse and search its Markdown files.
fr: Ouvrez un dossier pour parcourir et rechercher ses fichiers Markdown.
ja: フォルダを開いて Markdown ファイルを参照・検索します。
zh_hans: 打开文件夹以浏览和搜索其中的 Markdown 文件。
zh_hant: 開啟資料夾以瀏覽和搜尋其中的 Markdown 檔案。

source: Access to this workspace has expired.
fr: L’accès à cet espace de travail a expiré.
ja: このワークスペースへのアクセス権が期限切れです。
zh_hans: 此工作区的访问权限已过期。
zh_hant: 此工作區的存取權限已過期。

source: Reauthorize…
fr: Réautoriser…
ja: 再認証…
zh_hans: 重新授权…
zh_hant: 重新授權…

source: Couldn’t Open Workspace
fr: Impossible d’ouvrir l’espace de travail
ja: ワークスペースを開けませんでした
zh_hans: 无法打开工作区
zh_hant: 無法開啟工作區

source: New File
fr: Nouveau fichier
ja: 新規ファイル
zh_hans: 新建文件
zh_hant: 新增檔案

source: New Folder
fr: Nouveau dossier
ja: 新規フォルダ
zh_hans: 新建文件夹
zh_hant: 新增資料夾

source: Untitled
fr: Sans titre
ja: 名称未設定
zh_hans: 未命名
zh_hant: 未命名

source: Untitled Folder
fr: Dossier sans titre
ja: 名称未設定フォルダ
zh_hans: 未命名文件夹
zh_hant: 未命名資料夾

source: Name
fr: Nom
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: Rename…
fr: Renommer…
ja: 名前を変更…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Move to Trash
fr: Placer dans la corbeille
ja: ゴミ箱に入れる
zh_hans: 移到废纸篓
zh_hant: 移到垃圾桶

source: Move “%@” to the Trash?
fr: Placer « %@ » dans la corbeille ?
ja: 「%@」をゴミ箱に入れますか？
zh_hans: 将“%@”移到废纸篓？
zh_hant: 將「%@」移到垃圾桶？

source: Search workspace
fr: Rechercher dans l’espace de travail
ja: ワークスペースを検索
zh_hans: 搜索工作区
zh_hant: 搜尋工作區

source: Searching…
fr: Recherche…
ja: 検索中…
zh_hans: 正在搜索…
zh_hant: 正在搜尋…

source: Indexing workspace…
fr: Indexation de l’espace de travail…
ja: ワークスペースを索引中…
zh_hans: 正在索引工作区…
zh_hant: 正在建立工作區索引…

source: %d files indexed
fr: %d fichiers indexés
ja: %d 個のファイルを索引済み
zh_hans: 已索引 %d 个文件
zh_hant: 已建立 %d 個檔案的索引

source: %d results
fr: %d résultats
ja: %d 件の結果
zh_hans: %d 个结果
zh_hant: %d 個結果
